// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Settings"="Fax beállítások";
"Back"="Vissza";
"Str_Fax_Settings_Btn_Next"="Tovább";
"Str_Fax_Settings_Btn_Finish"="Vége";

// ------------------------------------------------------------------------
// Introduction
// ------------------------------------------------------------------------
"Str_Introduction_View_Title"="Bevezetés";
"Make the basic settings to send/receive faxes."="Végezze el az alapvető beállításokat a faxok küldéséhez/fogadásához.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Ellenőrizze, hogy a számítógép csatlakozik-e a nyomtatóhoz, a nyomtató-illesztőprogram telepítve van-e, a számítógépről való nyomtatás beállítása befejeződött-e, és a nyomtató be van-e kapcsolva.";

// ------------------------------------------------------------------------
// Progress Message(read setting information)
// ------------------------------------------------------------------------
"Str_Read_Information_Progress_Message"="Beállítások olvasása a nyomtatóról.";

// ------------------------------------------------------------------------
// Header Information Settings
// ------------------------------------------------------------------------
"Str_Header_Information_Strings_View_Title"="Fejléc információ beállítások";
"Enter your Fax Header and Phone Number."="Adja meg a fax fejléc és a telefonszám adatait.";
"Fax Header:"="Fax fejléc:";
"Your Phone Number:"="Saját telefonszám:";
"Your Fax Header and Phone Number are displayed at the top of the received fax."="A fax fejléc és a telefonszám értékei a fogadott fax tetején láthatók.";

// ------------------------------------------------------------------------
// Auto Answer Settings
// ------------------------------------------------------------------------
"Str_Auto_Answer_Strings_View_Title"="Automatikus hívásfogadás beállítások";
"If you use the Fax more than the Printer, we recommend using Auto Answer. We also recommend keeping paper for fax reception loaded at all times."="Ha a faxot többet használja a nyomtatónál, akkor javasolt az automatikus hívásfogadás használata. Javasoljuk, hogy a faxok fogadásához mindig legyen papír a nyomtatóba töltve.\nMegjegyzés:\nA hívás fogadásához szükséges csengetések beállítása a régiótól függően lehetséges, hogy nem érhető el.";
"Number of Rings to Answer:"="A hívás fogadásához szükséges csengetések száma:";
"Make sure you set Auto Answer if there is no external telephone connected to the printer.\nFaxes cannot be received if Auto Answer is not set."="Mindenképpen állítsa be az Automatikus hívásfogadást, ha nincs külső telefon a nyomtatóhoz csatlakoztatva.\nHa nincs beállítva az Automatikus hívásfogadás, akkor a faxok nem fogadhatók.";
"Auto Answer"="Automatikus hívásfogadás";
"Str_Auto_Answer_Strings_Button_On"="Automatikus hívásfogadás: Be";
"Str_Auto_Answer_Strings_Button_Off"="Automatikus hívásfogadás: Ki";
"Str_Auto_Answer_Strings_Button_AutoSwitch"="Fax/Tel automatikus váltás";

// ------------------------------------------------------------------------
// Dial Tone Detection Settings
// ------------------------------------------------------------------------
"Str_Dial_Tone_Detection_Settings_View_Title"="Tárcsahangészlelés beállítások";
"Set whether or not to start dialing after detecting a dial tone."="Beállíthatja, hogy a tárcsahang észlelése után a készülék kezdjen-e el tárcsázni, vagy sem.";
"If a dial tone cannot be detected by the Check Fax Connection, you can dial by clearing the check box."="Ha a Faxkapcsolat ellenőrzés segédprogram nem észlelt tárcsahangot, akkor a jelölőnégyzet kiválasztásának megszüntetésével is tárcsázhat.";
"Sometimes, clearing the check box might remove part of the number, and you might connect to the wrong number."="Előfordulhat, hogy a jelölőnégyzet kiválasztásának megszüntetése törli a szám egy részét, így a készülék rossz számot tárcsázhat.";
"Detect Dial Tone"="Tárcsahangészlelés";

// ------------------------------------------------------------------------
// Confirm Settings
// ------------------------------------------------------------------------
"Str_Confirm_Settings_View_Title"="Beállítások megerősítése";
"Check the following settings."="Ellenőrizze az alábbi beállításokat.";
"Click [Next] to send the setting information to the printer."="A [Tovább] elemre kattintva a beállításokat a nyomtatóra küldheti.";
"Str_Confirm_Settings_View_SText_Fax_Header"="Fax fejléc:";
"Str_Confirm_Settings_View_SText_Phone_Number"="Saját telefonszám:";
"Str_Confirm_Settings_View_SText_Auto_Answer"="Automatikus hívásfogadás:";
"Str_Confirm_Settings_View_SText_Rings_To_Answer"="Hívás fogadásához szükséges csengetések:";
"Str_Confirm_Settings_View_SText_Dial_Tone_Detection"="Tárcsahangészlelés:";
"Str_Confirm_Settings_View_SText_On"="Be";
"Str_Confirm_Settings_View_SText_Off"="Ki";
"Str_Confirm_Settings_View_SText_AutoSwitch"="Automatikus váltás";

// ------------------------------------------------------------------------
// Progress Message(write settings information)
// ------------------------------------------------------------------------
"Str_Write_Information_Progress_Message"="Beállítások nyomtatóra küldése.";

// ------------------------------------------------------------------------
// Settings Complete
// ------------------------------------------------------------------------
"Str_Settings_Complete_View_Title"="Beállítások befejezve";
"Str_Settings_Complete_View_SText_Success"="A fax beállítása befejeződött.";

// ------------------------------------------------------------------------
// Failed to make Fax Settings
// ------------------------------------------------------------------------
"Str_Failed_Make_Fax_Settings_View_Title"="Nem sikerült elvégezni a fax beállítását";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="A FAX Utility segédprogramról...";
"Preferences..."="Tulajdonságok...";
"Services"="Funkciók";
"Hide FAX Utility"="FAX Utility segédprogram elrejtése";
"Hide Others"="Egyéb programok elrejtése";
"Show All"="Összes megjelenítése";
"Quit FAX Utility"="Lépjen ki a FAX Utility-ből";
"File"="Fájl";
"Close"="Bezár";
"Edit"="Szerkesztés";
"Undo"="Visszavonás";
"Redo"="Ismétlés";
"Cut"="Kivágás";
"Copy"="Másolás";
"Paste"="Beillesztés";
"Delete"="Törlés";
"Select All"="Összes kiválasztása";
"Window"="Ablak";
"Minimize"="Minimalizál";
"Help"="Súgó";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Mégse";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nem található a program végrehajtásához szükséges fájl.\nTelepítse újra a FAX Utility segédprogramot.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nyomtató (fax) információk megszerzése nem lehetséges. Nyissa ki a \"Print & Fax Preferences\" lehetőséget, majd adja hozzá a PC-FAX illesztőprogramot.";
"Str_Alert_Common_Confirm_OverWrite"="A megadott fájl már létezik. Felülírja?";
"Str_Alert_Common_Not_Responding_Error"="A nyomtató nem válaszol. Ellenőrizze, hogy a nyomtató megfelelően van-e csatlakoztatva, és be van-e kapcsolva.";
"Str_Alert_Common_Communication_Error"="Nyomtató kommunikációs hiba lépett fel.";
"Str_Alert_Common_Printer_Processing_Error"="A nyomtató feldolgozást végez. Várjon egy keveset, majd próbálja újra.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Hiba történt a nyomtatóval való kommunikáció során.\nHibakód (%d)";
"Str_Alert_Common_Error_Occurred"="A feldolgozás hiba miatt megszakításra került.";
"Str_Alert_Common_PrinterStatusError"="Hiba történt a nyomtatóban. Törölje a hibát és próbálja újra.";

// ------------------------------------------------------------------------
// Alert(FAX Settings)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Settings_Cannot_Open"="A Faxbeállítások nem indítható el, mert egy másik FAX Utility segédprogram funkció már fut. Várjon amíg a futó funkció befejeződik, és próbálja újra.";
"Str_Alert_Fax_Settings_Confirm_Cancel_Processing"="A fax beállításai hiányosak.\nMegszakítja a feldolgozást?";
"Str_Alert_Fax_Settings_Input_FaxHeader_Not_Support"="Csak alfanumerikus karakterek és szimbólumok használhatóak a fax fejlécben.";
"Str_Alert_Fax_Settings_Input_PhoneNumber_Not_Support"="Csak numerikus karakterek és szóközök használhatók a telefonszámban.";
"Str_Alert_Fax_Settings_Input_RetryCount_Not_Support"="A(z) %d - %d intervallumban adja meg a hívás fogadásához szükséges csengetések számát.";
"Str_Alert_Fax_Settings_Setting_Information_Failed"="A nyomtatóról beszerzett beállításokban hiba van.\nElem neve: (Észlelt elem)";
